Repository: Gregor-Agnes/newsletter_subscribe
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# adminEmail
source: Admin Email Address
de: Admin E-Mail-Adresse

# mailTemplateRootPath
source: Admin Name
de: Pfad zu den E-Mail-Templates

# checkSpam
source: If you do not receive an email from us: please check your spam folder too.
de: Falls Sie keine E-Mail von uns erhalten haben: Bitte kontrollieren Sie auch Ihren Spam-Ordner.

# confirmationSendTo
source: We`ve sent a confirmation link to the following address:
de: Wir haben Ihnen eine Nachricht an folgende Adresse gesendet:

# confirmed
source: You have successfully confirmed your subscription
de: Sie haben Ihr Abonnement erfolgreich bestätigt

source: data protection
de: Datenschutzerklärung

# dataProtectionHint1
source: Yes, I want to receive the Newsletter. I have read and understand the
de: Ja, ich möchte den Newsletter abonnieren. Ich habe die

# dataProtectionHint2
source: and agree with it.
de: gelesen, verstanden und akzezptiert.

# dataProtectionPage
source: Page with data protection information
de: Uid der Seite mit der Datenschutzerklärung

# didntReceiveMail
source: If you did not receive the mail
de: Falls Sie die E-Mail nicht erhalten haben

# didntReceiveMailReason1
source: Please verify the given email address
de: Bitte überprüfen Sie die E-Mail-Adresse

# didntReceiveMailReason2
source: Please check your spam folder too
de: Bitte kontrollieren Sie auch Ihren Spam-Ordner

# email
source: Email address
de: E-Mail-Adresse

# emailPlaceholder
source: Your email address
de: Ihre E-Mail-Adresse

# error.1221560718
source: Please fill in all fields marked with *
de: Bitte alle mit * markierten Felder ausfüllen!

# error.1238108067
source: Please insert a valid value
de: Bitte passenden Wert einfügen

# error.1361959228
source: You have to accept our data protection policy
de: Sie müssen die Datenschutzerklärung zur Kenntnis nehmen und den Bedingungen zustimmen.

# error.1396343138
source: Number too high
de: Anzahl zu hoch

# findLink
source: There you will find link to confirm your subscription. Please note: your subscription will not be valid untill you click on that link!
de: Dort finden Sie einen Link zur Bestätigung Ihres Abonnements. Bitte beachten Sie: Ihr Abonnement ist erst nach Bestätigung des Links gültig!

source: First name
de: Vorname

# gender
source: Salutation
de: Anrede

# haveFun
source: Have fun while reading.
de: Viel Spaß beim Lesen.

source: Last name
de: Nachname

source: Company
de: Unternehmen / Institut

# messageUnsubscribe
source: We've sent an email with further instruction to the following address:
de: Wir haben Ihnen eine Nachricht mit weiteren Anweisungen an folgende Adresse gesendet:

source: Mr
de: Herr

source: Mrs
de: Frau

# newsletterName
source: Title of the newsletter/subscription list
de: Titel des Newsletters

source: Newsletter Subscription
de: Newsletter Abonnement

# nextStep
source: Next step: Confirm your subscription.
de: Nächster Schritt: Bestätigen Sie Ihr Abonnement.

# noAboFound
source: We did not find a matching subscription
de: Wir haben kein passendes Abonnement gefunden

# pidSubscribe
source: uid of page with unsubscribe form, also used for confirmation / unsubscribe links
de: uid der Seite mit dem Kündigen-Formular, auch für fie Bestätigung von Abo / Abo kündigen Links

# pleaseCorrectErrors
source: Please correct the highlighted errors below.
de: Bitte korrigieren Sie die folgenden Fehler.

source: select
de: bitte wählen

source: send mail
de: E-Mail senden

# showFields
source: Additional fields to show in subscription form (gender,firstName,lastName), email and dataProtection are always shown.
de: Weitere Felder zur Anzeige im Abo-Formular (gender,firstName,lastName), email und dataProtection werden immer angezeigt.

# subjectUnsubscribe
source: Unsubscribe your subscription
de: Abonnement kündigen

source: Submit
de: Abschicken

# subscribeAgain
source: You can subscribe again at any time:
de: Sie können jederzeit erneut abonnieren:

# thankYou
source: Thank you for your interest.
de: Vielen Dank für Ihr Interesse.

source: various
de: divers

# wantToCancel
source: You want to cancel your subscription? Please insert the email address you subscribed to
de: Sie möchten Ihr Abo kündigen? Bitte fügen Sie die E-Mail-Adresse ein, mit der Sie abonniert haben

# youHaveUnsubscribed
source: You have successfully unsubscribed with the following data:
de: Sie haben sich erfolgreich mit folgenden Daten abgemeldet: F

# youWillReceive
source: From now on, you will receive our newsletter.
de: Von nun an erhalten Sie unseren Newsletter.

source: Your subscription
de: Ihr Abonnement

# captchaWrong
source: Please insert the captcha
de: Bitte lösen Sie das Captcha
